<!DOCTYPE html>
<html lang="de">

<head>
  <title>Mikes Stocherkahnfahrten</title>
  <link rel="stylesheet" href="styles.min.css">
  <script src="script.min.js" defer></script>
  <link rel="icon" type="image/x-icon" href="sailboat.ico">
  <link rel="preconnect" href="https://fonts.googleapis.com">
  <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
  <link href="https://fonts.googleapis.com/css2?family=Outfit:wght@100..900&family=Dela+Gothic+One&display=swap"
    rel="stylesheet">
  <link rel="stylesheet" href="https://unpkg.com/aos@next/dist/aos.css" />
</head>

<body>
  <div id="datenschutz">
    <h2>Datenschutzerkl&auml;rung</h2>
    <p>Stand: 9. Mai 2025</p>
    <h3>Inhalts&uuml;bersicht</h3>
    <ul class="index">
      <li><a class="index-link" href="#m3">Verantwortlicher</a></li>
      <li><a class="index-link" href="#mOverview">&Uuml;bersicht der Verarbeitungen</a></li>
      <li><a class="index-link" href="#m2427">Ma&szlig;gebliche Rechtsgrundlagen</a></li>
      <li><a class="index-link" href="#m12">Allgemeine Informationen zur Datenspeicherung und L&ouml;schung</a></li>
      <li><a class="index-link" href="#m10">Rechte der betroffenen Personen</a></li>
      <li><a class="index-link" href="#m225">Bereitstellung des Onlineangebots und Webhosting</a></li>
      <li><a class="index-link" href="#m182">Kontakt- und Anfrageverwaltung</a></li>
      <li><a class="index-link" href="#m263">Webanalyse, Monitoring und Optimierung</a></li>
      <li><a class="index-link" href="#m328">Plug-ins und eingebettete Funktionen sowie Inhalte</a></li>
    </ul>
    <h3 id="m3">Verantwortlicher</h3>
    <p>Mike Wiehl<br>Schlo&szlig;gartenstra&szlig;e 33<br>72070 T&uuml;bingen</p>
    <p>E-Mail-Adresse: <a href="mailto:s24k24@gmail.com">s24k24@gmail.com</a></p>

    <h3 id="mOverview">&Uuml;bersicht der Verarbeitungen</h3>
    <p>Die nachfolgende &Uuml;bersicht fasst die Arten der verarbeiteten Daten und die Zwecke ihrer Verarbeitung
      zusammen und
      verweist auf die betroffenen Personen.</p>
    <h3>Arten der verarbeiteten Daten</h3>
    <ul>
      <li>Kontaktdaten.</li>
      <li>Inhaltsdaten.</li>
      <li>Nutzungsdaten.</li>
      <li>Meta-, Kommunikations- und Verfahrensdaten.</li>
    </ul>
    <h3>Kategorien betroffener Personen</h3>
    <ul>
      <li>Kommunikationspartner.</li>
      <li>Nutzer.</li>
    </ul>
    <h3>Zwecke der Verarbeitung</h3>
    <ul>
      <li>Kommunikation.</li>
      <li>Reichweitenmessung.</li>
      <li>Organisations- und Verwaltungsverfahren.</li>
      <li>Feedback.</li>
      <li>Profile mit nutzerbezogenen Informationen.</li>
      <li>Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit.</li>
      <li>Informationstechnische Infrastruktur.</li>
    </ul>
    <h3 id="m2427">Ma&szlig;gebliche Rechtsgrundlagen</h3>
    <p><strong>Ma&szlig;gebliche Rechtsgrundlagen nach der DSGVO: </strong>Im Folgenden erhalten Sie eine &Uuml;bersicht
      der
      Rechtsgrundlagen der DSGVO, auf deren Basis wir personenbezogene Daten verarbeiten. Bitte nehmen Sie zur Kenntnis,
      dass neben den Regelungen der DSGVO nationale Datenschutzvorgaben in Ihrem bzw. unserem Wohn- oder Sitzland gelten
      k&ouml;nnen. Sollten ferner im Einzelfall speziellere Rechtsgrundlagen ma&szlig;geblich sein, teilen wir Ihnen
      diese in
      der
      Datenschutzerkl&auml;rung mit.</p>
    <ul>
      <li><strong>Einwilligung (Art. 6 Abs. 1 S. 1 lit. a) DSGVO)</strong> - Die betroffene Person hat ihre Einwilligung
        in die Verarbeitung der sie betreffenden personenbezogenen Daten f&uuml;r einen spezifischen Zweck oder mehrere
        bestimmte Zwecke gegeben.</li>
      <li><strong>Vertragserf&uuml;llung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO)</strong> - Die
        Verarbeitung ist f&uuml;r die Erf&uuml;llung eines Vertrags, dessen Vertragspartei die betroffene Person ist,
        oder zur
        Durchf&uuml;hrung vorvertraglicher Ma&szlig;nahmen erforderlich, die auf Anfrage der betroffenen Person
        erfolgen.</li>
      <li><strong>Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)</strong> - die Verarbeitung ist zur Wahrung
        der berechtigten Interessen des Verantwortlichen oder eines Dritten notwendig, vorausgesetzt, dass die
        Interessen, Grundrechte und Grundfreiheiten der betroffenen Person, die den Schutz personenbezogener Daten
        verlangen, nicht &uuml;berwiegen.</li>
    </ul>
    <p><strong>Nationale Datenschutzregelungen in Deutschland: </strong>Zus&auml;tzlich zu den Datenschutzregelungen der
      DSGVO gelten nationale Regelungen zum Datenschutz in Deutschland. Hierzu geh&ouml;rt insbesondere das Gesetz zum
      Schutz
      vor Missbrauch personenbezogener Daten bei der Datenverarbeitung (Bundesdatenschutzgesetz – BDSG). Das BDSG
      enth&auml;lt insbesondere Spezialregelungen zum Recht auf Auskunft, zum Recht auf L&ouml;schung, zum
      Widerspruchsrecht, zur
      Verarbeitung besonderer Kategorien personenbezogener Daten, zur Verarbeitung f&uuml;r andere Zwecke und zur
      &Uuml;bermittlung sowie automatisierten Entscheidungsfindung im Einzelfall einschlie&szlig;lich Profiling. Ferner
      k&ouml;nnen
      Landesdatenschutzgesetze der einzelnen Bundesl&auml;nder zur Anwendung gelangen.</p>
    <p><strong>Hinweis auf Geltung DSGVO und Schweizer DSG: </strong>Diese Datenschutzhinweise dienen sowohl der
      Informationserteilung nach dem Schweizer DSG als auch nach der Datenschutzgrundverordnung (DSGVO). Aus diesem
      Grund bitten wir Sie zu beachten, dass aufgrund der breiteren r&auml;umlichen Anwendung und Verst&auml;ndlichkeit
      die
      Begriffe der DSGVO verwendet werden. Insbesondere statt der im Schweizer DSG verwendeten Begriffe „Bearbeitung"
      von „Personendaten", "&uuml;berwiegendes Interesse" und "besonders sch&uuml;tzenswerte Personendaten" werden die
      in der
      DSGVO verwendeten Begriffe „Verarbeitung" von „personenbezogenen Daten" sowie "berechtigtes Interesse" und
      "besondere Kategorien von Daten" verwendet. Die gesetzliche Bedeutung der Begriffe wird jedoch im Rahmen der
      Geltung des Schweizer DSG weiterhin nach dem Schweizer DSG bestimmt.</p>

    <h3 id="m12">Allgemeine Informationen zur Datenspeicherung und L&ouml;schung</h3>
    <p>Wir l&ouml;schen personenbezogene Daten, die wir verarbeiten, gem&auml;&szlig; den gesetzlichen Bestimmungen,
      sobald
      die
      zugrundeliegenden Einwilligungen widerrufen werden oder keine weiteren rechtlichen Grundlagen f&uuml;r die
      Verarbeitung
      bestehen. Dies betrifft F&auml;lle, in denen der urspr&uuml;ngliche Verarbeitungszweck entf&auml;llt oder die
      Daten nicht mehr
      ben&ouml;tigt werden. Ausnahmen von dieser Regelung bestehen, wenn gesetzliche Pflichten oder besondere Interessen
      eine
      l&auml;ngere Aufbewahrung oder Archivierung der Daten erfordern.</p>
    <p>Insbesondere m&uuml;ssen Daten, die aus handels- oder steuerrechtlichen Gr&uuml;nden aufbewahrt werden
      m&uuml;ssen oder deren
      Speicherung notwendig ist zur Rechtsverfolgung oder zum Schutz der Rechte anderer nat&uuml;rlicher oder
      juristischer
      Personen, entsprechend archiviert werden.</p>
    <p>Unsere Datenschutzhinweise enthalten zus&auml;tzliche Informationen zur Aufbewahrung und L&ouml;schung von Daten,
      die
      speziell f&uuml;r bestimmte Verarbeitungsprozesse gelten.</p>
    <p>Bei mehreren Angaben zur Aufbewahrungsdauer oder L&ouml;schungsfristen eines Datums, ist stets die l&auml;ngste
      Frist
      ma&szlig;geblich.</p>
    <p>Beginnt eine Frist nicht ausdr&uuml;cklich zu einem bestimmten Datum und betr&auml;gt sie mindestens ein Jahr, so
      startet
      sie automatisch am Ende des Kalenderjahres, in dem das fristausl&ouml;sende Ereignis eingetreten ist. Im Fall
      laufender
      Vertragsverh&auml;ltnisse, in deren Rahmen Daten gespeichert werden, ist das fristausl&ouml;sende Ereignis der
      Zeitpunkt des
      Wirksamwerdens der K&uuml;ndigung oder sonstige Beendigung des Rechtsverh&auml;ltnisses.</p>
    <p>Daten, die nicht mehr f&uuml;r den urspr&uuml;nglich vorgesehenen Zweck, sondern aufgrund gesetzlicher Vorgaben
      oder
      anderer Gr&uuml;nde aufbewahrt werden, verarbeiten wir ausschlie&szlig;lich zu den Gr&uuml;nden, die ihre
      Aufbewahrung
      rechtfertigen.</p>
    <p><strong>Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und Diensten:</strong></p>
    <p> <strong>Aufbewahrung und L&ouml;schung von Daten: </strong>Die folgenden allgemeinen Fristen gelten f&uuml;r die
      Aufbewahrung und Archivierung nach deutschem Recht:
    </p>
    <ul>
      <li>10 Jahre - Aufbewahrungsfrist f&uuml;r B&uuml;cher und Aufzeichnungen, Jahresabschl&uuml;sse, Inventare,
        Lageberichte,
        Er&ouml;ffnungsbilanz sowie die zu ihrem Verst&auml;ndnis erforderlichen Arbeitsanweisungen und sonstigen
        Organisationsunterlagen (&sect; 147 Abs. 1 Nr. 1 i.V.m. Abs. 3 AO, &sect; 14b Abs. 1 UStG, &sect; 257 Abs. 1 Nr.
        1 i.V.m.
        Abs. 4 HGB).</li>
      <li>8 Jahre - Buchungsbelege, wie z. B. Rechnungen und Kostenbelege (&sect; 147 Abs. 1 Nr. 4 und 4a i.V.m. Abs. 3
        Satz 1 AO sowie &sect; 257 Abs. 1 Nr. 4 i.V.m. Abs. 4 HGB).</li>
      <li>6 Jahre - &Uuml;brige Gesch&auml;ftsunterlagen: empfangene Handels- oder Gesch&auml;ftsbriefe, Wiedergaben der
        abgesandten Handels- oder Gesch&auml;ftsbriefe, sonstige Unterlagen, soweit sie f&uuml;r die Besteuerung von
        Bedeutung
        sind, z. B. Stundenlohnzettel, Betriebsabrechnungsb&ouml;gen, Kalkulationsunterlagen, Preisauszeichnungen, aber
        auch Lohnabrechnungsunterlagen, soweit sie nicht bereits Buchungsbelege sind und Kassenstreifen (&sect; 147 Abs.
        1 Nr. 2, 3, 5 i.V.m. Abs. 3 AO, &sect; 257 Abs. 1 Nr. 2 u. 3 i.V.m. Abs. 4 HGB).</li>
      <li>3 Jahre - Daten, die erforderlich sind, um potenzielle Gew&auml;hrleistungs- und Schadensersatzanspr&uuml;che
        oder
        &auml;hnliche vertragliche Anspr&uuml;che und Rechte zu ber&uuml;cksichtigen sowie damit verbundene Anfragen zu
        bearbeiten,
        basierend auf fr&uuml;heren Gesch&auml;ftserfahrungen und &uuml;blichen Branchenpraktiken, werden f&uuml;r die
        Dauer der
        regul&auml;ren gesetzlichen Verj&auml;hrungsfrist von drei Jahren gespeichert (&sect;&sect; 195, 199 BGB).</li>
    </ul>
    <h3 id="m10">Rechte der betroffenen Personen</h3>
    <p>Rechte der betroffenen Personen aus der DSGVO: Ihnen stehen als Betroffene nach der DSGVO verschiedene Rechte zu,
      die sich insbesondere aus Art. 15 bis 21 DSGVO ergeben:</p>
    <ul>
      <li><strong>Widerspruchsrecht: Sie haben das Recht, aus Gr&uuml;nden, die sich aus Ihrer besonderen Situation
          ergeben,
          jederzeit gegen die Verarbeitung der Sie betreffenden personenbezogenen Daten, die aufgrund von Art. 6 Abs. 1
          lit. e oder f DSGVO erfolgt, Widerspruch einzulegen; dies gilt auch f&uuml;r ein auf diese Bestimmungen
          gest&uuml;tztes
          Profiling. Werden die Sie betreffenden personenbezogenen Daten verarbeitet, um Direktwerbung zu betreiben,
          haben Sie das Recht, jederzeit Widerspruch gegen die Verarbeitung der Sie betreffenden personenbezogenen Daten
          zum Zwecke derartiger Werbung einzulegen; dies gilt auch f&uuml;r das Profiling, soweit es mit solcher
          Direktwerbung in Verbindung steht.</strong></li>
      <li><strong>Widerrufsrecht bei Einwilligungen:</strong> Sie haben das Recht, erteilte Einwilligungen jederzeit zu
        widerrufen.</li>
      <li><strong>Auskunftsrecht:</strong> Sie haben das Recht, eine Best&auml;tigung dar&uuml;ber zu verlangen, ob
        betreffende
        Daten verarbeitet werden und auf Auskunft &uuml;ber diese Daten sowie auf weitere Informationen und Kopie der
        Daten
        entsprechend den gesetzlichen Vorgaben.</li>
      <li><strong>Recht auf Berichtigung:</strong> Sie haben entsprechend den gesetzlichen Vorgaben das Recht, die
        Vervollst&auml;ndigung der Sie betreffenden Daten oder die Berichtigung der Sie betreffenden unrichtigen Daten
        zu
        verlangen.</li>
      <li><strong>Recht auf L&ouml;schung und Einschr&auml;nkung der Verarbeitung:</strong> Sie haben nach Ma&szlig;gabe
        der
        gesetzlichen Vorgaben das Recht, zu verlangen, dass Sie betreffende Daten unverz&uuml;glich gel&ouml;scht
        werden, bzw.
        alternativ nach Ma&szlig;gabe der gesetzlichen Vorgaben eine Einschr&auml;nkung der Verarbeitung der Daten zu
        verlangen.
      </li>
      <li><strong>Recht auf Daten&uuml;bertragbarkeit:</strong> Sie haben das Recht, Sie betreffende Daten, die Sie uns
        bereitgestellt haben, nach Ma&szlig;gabe der gesetzlichen Vorgaben in einem strukturierten, g&auml;ngigen und
        maschinenlesbaren Format zu erhalten oder deren &Uuml;bermittlung an einen anderen Verantwortlichen zu fordern.
      </li>
      <li><strong>Beschwerde bei Aufsichtsbeh&ouml;rde:</strong> Sie haben unbeschadet eines anderweitigen
        verwaltungsrechtlichen oder gerichtlichen Rechtsbehelfs das Recht auf Beschwerde bei einer
        Aufsichtsbeh&ouml;rde,
        insbesondere in dem Mitgliedstaat ihres gew&ouml;hnlichen Aufenthaltsorts, ihres Arbeitsplatzes oder des Orts
        des
        mutma&szlig;lichen Versto&szlig;es, wenn Sie der Ansicht sind, dass die Verarbeitung der Sie betreffenden
        personenbezogenen
        Daten gegen die Vorgaben der DSGVO verst&ouml;&szlig;t.</li>
    </ul>

    <h3 id="m225">Bereitstellung des Onlineangebots und Webhosting</h3>
    <p>Wir verarbeiten die Daten der Nutzer, um ihnen unsere Online-Dienste zur Verf&uuml;gung stellen zu k&ouml;nnen.
      Zu diesem
      Zweck verarbeiten wir die IP-Adresse des Nutzers, die notwendig ist, um die Inhalte und Funktionen unserer
      Online-Dienste an den Browser oder das Endger&auml;t der Nutzer zu &uuml;bermitteln.</p>
    <ul class="m-elements">
      <li><strong>Verarbeitete Datenarten:</strong> Nutzungsdaten (z. B. Seitenaufrufe und Verweildauer, Klickpfade,
        Nutzungsintensit&auml;t und -frequenz, verwendete Ger&auml;tetypen und Betriebssysteme, Interaktionen mit
        Inhalten und
        Funktionen); Meta-, Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben, Identifikationsnummern,
        beteiligte Personen); Protokolldaten (z. B. Logfiles betreffend Logins oder den Abruf von Daten oder
        Zugriffszeiten.). Inhaltsdaten (z. B. textliche oder bildliche Nachrichten und Beitr&auml;ge sowie die sie
        betreffenden Informationen, wie z. B. Angaben zur Autorenschaft oder Zeitpunkt der Erstellung).</li>
      <li><strong>Betroffene Personen:</strong> Nutzer (z. B. Webseitenbesucher, Nutzer von Onlinediensten).</li>
      <li><strong>Zwecke der Verarbeitung:</strong> Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit.
        Informationstechnische Infrastruktur (Betrieb und Bereitstellung von Informationssystemen und technischen
        Ger&auml;ten (Computer, Server etc.)).</li>
      <li><strong>Aufbewahrung und L&ouml;schung:</strong> L&ouml;schung entsprechend Angaben im Abschnitt "Allgemeine
        Informationen zur Datenspeicherung und L&ouml;schung".</li>
      <li class=""><strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).</li>
    </ul>
    <p><strong>Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und Diensten:</strong></p>
    <ul class="m-elements">
      <li><strong>Bereitstellung Onlineangebot auf gemietetem Speicherplatz: </strong>F&uuml;r die Bereitstellung
        unseres
        Onlineangebotes nutzen wir Speicherplatz, Rechenkapazit&auml;t und Software, die wir von einem entsprechenden
        Serveranbieter (auch "Webhoster" genannt) mieten oder anderweitig beziehen; <span
          class=""><strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).</span>
      </li>
      <li><strong>E-Mail-Versand und -Hosting: </strong>Die von uns in Anspruch genommenen Webhosting-Leistungen
        umfassen ebenfalls den Versand, den Empfang sowie die Speicherung von E-Mails. Zu diesen Zwecken werden die
        Adressen der Empf&auml;nger sowie Absender als auch weitere Informationen betreffend den E-Mailversand (z. B.
        die
        beteiligten Provider) sowie die Inhalte der jeweiligen E-Mails verarbeitet. Die vorgenannten Daten k&ouml;nnen
        ferner
        zu Zwecken der Erkennung von SPAM verarbeitet werden. Wir bitten darum, zu beachten, dass E-Mails im Internet
        grunds&auml;tzlich nicht verschl&uuml;sselt versendet werden. Im Regelfall werden E-Mails zwar auf dem
        Transportweg
        verschl&uuml;sselt, aber (sofern kein sogenanntes Ende-zu-Ende-Verschl&uuml;sselungsverfahren eingesetzt wird)
        nicht auf
        den Servern, von denen sie abgesendet und empfangen werden. Wir k&ouml;nnen daher f&uuml;r den
        &Uuml;bertragungsweg der E-Mails
        zwischen dem Absender und dem Empfang auf unserem Server keine Verantwortung &uuml;bernehmen; <span
          class=""><strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).</span>
      </li>
      <li><strong>STRATO: </strong>Leistungen auf dem Gebiet der Bereitstellung von informationstechnischer
        Infrastruktur und verbundenen Dienstleistungen (z. B. Speicherplatz und/oder Rechenkapazit&auml;ten);
        <strong>Dienstanbieter:</strong> STRATO AG, Pascalstra&szlig;e 10,10587 Berlin, Deutschland; <span
          class=""><strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO);
        </span><strong>Website:</strong> <a href="https://www.strato.de" target="_blank">https://www.strato.de</a>;
        <strong>Datenschutzerkl&auml;rung:</strong> <a href="https://www.strato.de/datenschutz/"
          target="_blank">https://www.strato.de/datenschutz/</a>. <strong>Auftragsverarbeitungsvertrag:</strong> Wird
        vom Dienstanbieter bereitgestellt.
      </li>
    </ul>
    <h3 id="m182">Kontakt- und Anfrageverwaltung</h3>
    <p>Bei der Kontaktaufnahme mit uns (z. B. per Post, Kontaktformular, E-Mail, Telefon oder via soziale Medien) sowie
      im Rahmen bestehender Nutzer- und Gesch&auml;ftsbeziehungen werden die Angaben der anfragenden Personen
      verarbeitet,
      soweit dies zur Beantwortung der Kontaktanfragen und etwaiger angefragter Ma&szlig;nahmen erforderlich ist.</p>
    <ul class="m-elements">
      <li><strong>Verarbeitete Datenarten:</strong> Bestandsdaten (z. B. der vollst&auml;ndige Name, Wohnadresse,
        Kontaktinformationen, Kundennummer, etc.); Kontaktdaten (z. B. Post- und E-Mail-Adressen oder Telefonnummern);
        Inhaltsdaten (z. B. textliche oder bildliche Nachrichten und Beitr&auml;ge sowie die sie betreffenden
        Informationen,
        wie z. B. Angaben zur Autorenschaft oder Zeitpunkt der Erstellung); Nutzungsdaten (z. B. Seitenaufrufe und
        Verweildauer, Klickpfade, Nutzungsintensit&auml;t und -frequenz, verwendete Ger&auml;tetypen und
        Betriebssysteme,
        Interaktionen mit Inhalten und Funktionen). Meta-, Kommunikations- und Verfahrensdaten (z. B. IP-Adressen,
        Zeitangaben, Identifikationsnummern, beteiligte Personen).</li>
      <li><strong>Betroffene Personen:</strong> Kommunikationspartner.</li>
      <li><strong>Zwecke der Verarbeitung:</strong> Kommunikation; Organisations- und Verwaltungsverfahren; Feedback
        (z. B. Sammeln von Feedback via Online-Formular). Bereitstellung unseres Onlineangebotes und
        Nutzerfreundlichkeit.</li>
      <li><strong>Aufbewahrung und L&ouml;schung:</strong> L&ouml;schung entsprechend Angaben im Abschnitt "Allgemeine
        Informationen zur Datenspeicherung und L&ouml;schung".</li>
      <li class=""><strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).
        Vertragserf&uuml;llung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO).</li>
    </ul>
    <p><strong>Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und Diensten:</strong></p>
    <ul class="m-elements">
      <li><strong>Kontaktformular: </strong>Bei Kontaktaufnahme &uuml;ber unser Kontaktformular, per E-Mail oder anderen
        Kommunikationswegen, verarbeiten wir die uns &uuml;bermittelten personenbezogenen Daten zur Beantwortung und
        Bearbeitung des jeweiligen Anliegens. Dies umfasst in der Regel Angaben wie Name, Kontaktinformationen und
        gegebenenfalls weitere Informationen, die uns mitgeteilt werden und zur angemessenen Bearbeitung erforderlich
        sind. Wir nutzen diese Daten ausschlie&szlig;lich f&uuml;r den angegebenen Zweck der Kontaktaufnahme und
        Kommunikation;
        <span class=""><strong>Rechtsgrundlagen:</strong> Vertragserf&uuml;llung und vorvertragliche Anfragen (Art. 6
          Abs. 1
          S. 1 lit. b) DSGVO), Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).</span>
      </li>
    </ul>
    <h3 id="m263">Webanalyse, Monitoring und Optimierung</h3>
    <p>Die Webanalyse (auch als „Reichweitenmessung" bezeichnet) dient der Auswertung der Besucherstr&ouml;me unseres
      Onlineangebots und kann Verhalten, Interessen oder demografische Informationen zu den Besuchern, wie
      beispielsweise Alter oder Geschlecht, als pseudonyme Werte umfassen. Mithilfe der Reichweitenanalyse k&ouml;nnen
      wir
      zum Beispiel erkennen, zu welcher Zeit unser Onlineangebot oder dessen Funktionen beziehungsweise Inhalte am
      h&auml;ufigsten genutzt werden, oder zur Wiederverwendung einladen. Ebenso ist es uns m&ouml;glich,
      nachzuvollziehen, welche
      Bereiche der Optimierung bed&uuml;rfen. </p>
    <p>Neben der Webanalyse k&ouml;nnen wir auch Testverfahren einsetzen, um etwa unterschiedliche Versionen unseres
      Onlineangebots oder seiner Bestandteile zu testen und zu optimieren.</p>
    <p>Sofern nachfolgend nicht anders angegeben, k&ouml;nnen zu diesen Zwecken Profile, also zu einem Nutzungsvorgang
      zusammengefasste Daten, angelegt und Informationen in einem Browser bzw. in einem Endger&auml;t gespeichert und
      dann
      ausgelesen werden. Zu den erhobenen Angaben geh&ouml;ren insbesondere besuchte Websites und dort genutzte Elemente
      sowie technische Ausk&uuml;nfte, wie etwa der verwendete Browser, das benutzte Computersystem sowie Angaben zu
      Nutzungszeiten. Sofern sich Nutzer in die Erhebung ihrer Standortdaten uns gegen&uuml;ber oder gegen&uuml;ber den
      Anbietern
      der von uns eingesetzten Dienste einverstanden erkl&auml;rt haben, ist auch die Verarbeitung von Standortdaten
      m&ouml;glich.
    </p>
    <p>Dar&uuml;ber hinaus werden die IP-Adressen der Nutzer gespeichert. Jedoch nutzen wir ein IP-Masking-Verfahren (d.
      h.
      Pseudonymisierung durch K&uuml;rzung der IP-Adresse) zum Schutz der Nutzer. Generell werden die im Rahmen von
      Webanalyse, A/B-Testings und Optimierung keine Klardaten der Nutzer (wie z. B. E-Mail-Adressen oder Namen)
      gespeichert, sondern Pseudonyme. Das hei&szlig;t, wir als auch die Anbieter der eingesetzten Software kennen nicht
      die
      tats&auml;chliche Identit&auml;t der Nutzer, sondern nur die zum Zweck der jeweiligen Verfahren in deren Profilen
      gespeicherten Angaben.</p>
    <p>Hinweise zu Rechtsgrundlagen: Sofern wir die Nutzer um deren Einwilligung in den Einsatz der Drittanbieter
      bitten, stellt die Rechtsgrundlage der Datenverarbeitung die Einwilligung dar. Ansonsten werden die Nutzerdaten
      auf Grundlage unserer berechtigten Interessen (d. h. Interesse an effizienten, wirtschaftlichen und
      empf&auml;ngerfreundlichen Leistungen) verarbeitet. In diesem Zusammenhang m&ouml;chten wir Sie auch auf die
      Informationen
      zur Verwendung von Cookies in dieser Datenschutzerkl&auml;rung hinweisen.</p>
    <ul class="m-elements">
      <li><strong>Verarbeitete Datenarten:</strong> Nutzungsdaten (z. B. Seitenaufrufe und Verweildauer, Klickpfade,
        Nutzungsintensit&auml;t und -frequenz, verwendete Ger&auml;tetypen und Betriebssysteme, Interaktionen mit
        Inhalten und
        Funktionen). Meta-, Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben, Identifikationsnummern,
        beteiligte Personen).</li>
      <li><strong>Betroffene Personen:</strong> Nutzer (z. B. Webseitenbesucher, Nutzer von Onlinediensten).</li>
      <li><strong>Zwecke der Verarbeitung:</strong> Reichweitenmessung (z. B. Zugriffsstatistiken, Erkennung
        wiederkehrender Besucher); Profile mit nutzerbezogenen Informationen (Erstellen von Nutzerprofilen).
        Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit.</li>
      <li><strong>Aufbewahrung und L&ouml;schung:</strong> L&ouml;schung entsprechend Angaben im Abschnitt "Allgemeine
        Informationen zur Datenspeicherung und L&ouml;schung". Speicherung von Cookies von bis zu 2 Jahren (Sofern nicht
        anders angegeben, k&ouml;nnen Cookies und &auml;hnliche Speichermethoden f&uuml;r einen Zeitraum von zwei Jahren
        auf den
        Ger&auml;ten der Nutzer gespeichert werden.).</li>
      <li><strong>Sicherheitsma&szlig;nahmen:</strong> IP-Masking (Pseudonymisierung der IP-Adresse).</li>
      <li class=""><strong>Rechtsgrundlagen:</strong> Einwilligung (Art. 6 Abs. 1 S. 1 lit. a) DSGVO). Berechtigte
        Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).</li>
    </ul>
    <p><strong>Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und Diensten:</strong></p>
    <ul class="m-elements">
      <li><strong>Google Analytics: </strong>Wir verwenden Google Analytics zur Messung und Analyse der Nutzung unseres
        Onlineangebotes auf der Grundlage einer pseudonymen Nutzeridentifikationsnummer. Diese Identifikationsnummer
        enth&auml;lt keine eindeutigen Daten, wie Namen oder E-Mail-Adressen. Sie dient dazu, Analyseinformationen einem
        Endger&auml;t zuzuordnen, um zu erkennen, welche Inhalte die Nutzer innerhalb eines oder verschiedener
        Nutzungsvorg&auml;nge aufgerufen haben, welche Suchbegriffe sie verwendet haben, diese erneut aufgerufen haben
        oder
        mit unserem Onlineangebot interagiert haben. Ebenso werden der Zeitpunkt der Nutzung und deren Dauer
        gespeichert, sowie die Quellen der Nutzer, die auf unser Onlineangebot verweisen und technische Aspekte ihrer
        Endger&auml;te und Browser.<br>Dabei werden pseudonyme Profile von Nutzern mit Informationen aus der Nutzung
        verschiedener Ger&auml;te erstellt, wobei Cookies eingesetzt werden k&ouml;nnen. Google Analytics protokolliert
        und
        speichert keine individuellen IP-Adressen f&uuml;r EU-Nutzer. Analytics stellt jedoch grobe geografische
        Standortdaten bereit, indem es die folgenden Metadaten von IP-Adressen ableitet: Stadt (und der abgeleitete
        Breiten- und L&auml;ngengrad der Stadt), Kontinent, Land, Region, Subkontinent (und ID-basierte
        Gegenst&uuml;cke). Beim
        EU-Datenverkehr werden die IP-Adressdaten ausschlie&szlig;lich f&uuml;r diese Ableitung von
        Geolokalisierungsdaten
        verwendet, bevor sie sofort gel&ouml;scht werden. Sie werden nicht protokolliert, sind nicht zug&auml;nglich und
        werden
        nicht f&uuml;r weitere Verwendungszwecke genutzt. Wenn Google Analytics Messdaten sammelt, werden alle
        IP-Abfragen
        auf EU-basierten Servern durchgef&uuml;hrt, bevor der Verkehr zur Verarbeitung an Analytics-Server
        weitergeleitet
        wird; <strong>Dienstanbieter:</strong> Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland;
        <span class=""><strong>Rechtsgrundlagen:</strong> Einwilligung (Art. 6 Abs. 1 S. 1 lit. a) DSGVO);
        </span><strong>Website:</strong> <a href="https://marketingplatform.google.com/intl/de/about/analytics/"
          target="_blank">https://marketingplatform.google.com/intl/de/about/analytics/</a>;
        <strong>Sicherheitsma&szlig;nahmen:</strong> IP-Masking (Pseudonymisierung der IP-Adresse);
        <strong>Datenschutzerkl&auml;rung:</strong> <a href="https://policies.google.com/privacy"
          target="_blank">https://policies.google.com/privacy</a>; <strong>Auftragsverarbeitungsvertrag:</strong> <a
          href="https://business.safety.google/adsprocessorterms/"
          target="_blank">https://business.safety.google/adsprocessorterms/</a>; <strong>Grundlage
          Drittlandtransfers:</strong> Data Privacy Framework (DPF), Standardvertragsklauseln (<a
          href="https://business.safety.google/adsprocessorterms"
          target="_blank">https://business.safety.google/adsprocessorterms</a>), Data Privacy Framework
        (DPF)Standardvertragsklauseln ( <a href="https://business.safety.google/adsprocessorterms"
          target="_blank">https://business.safety.google/adsprocessorterms</a>); <strong>Widerspruchsm&ouml;glichkeit
          (Opt-Out):</strong> Opt-Out-Plugin: <a href="https://tools.google.com/dlpage/gaoptout?hl=de"
          target="_blank">https://tools.google.com/dlpage/gaoptout?hl=de</a>, Einstellungen f&uuml;r die Darstellung von
        Werbeeinblendungen: <a href="https://myadcenter.google.com/personalizationoff"
          target="_blank">https://myadcenter.google.com/personalizationoff</a>. <strong>Weitere Informationen:</strong>
        <a href="https://business.safety.google/adsservices/"
          target="_blank">https://business.safety.google/adsservices/</a> (Arten der Verarbeitung sowie der
        verarbeiteten Daten).
      </li>
    </ul>
    <h3 id="m328">Plug-ins und eingebettete Funktionen sowie Inhalte</h3>
    <p>
      Wir binden Funktions- und Inhaltselemente in unser Onlineangebot ein, die von den Servern ihrer jeweiligen
      Anbieter (nachfolgend als „Drittanbieter" bezeichnet) bezogen werden. Dabei kann es sich zum Beispiel um Grafiken,
      Videos oder Stadtpl&auml;ne handeln (nachfolgend einheitlich als „Inhalte" bezeichnet).
    </p>
    <p>Die Einbindung setzt immer voraus, dass die Drittanbieter dieser Inhalte die IP-Adresse der Nutzer verarbeiten,
      da sie ohne IP-Adresse die Inhalte nicht an deren Browser senden k&ouml;nnten. Die IP-Adresse ist damit f&uuml;r
      die
      Darstellung dieser Inhalte oder Funktionen erforderlich. Wir bem&uuml;hen uns, nur solche Inhalte zu verwenden,
      deren
      jeweilige Anbieter die IP-Adresse lediglich zur Auslieferung der Inhalte anzuwenden. Drittanbieter k&ouml;nnen
      ferner
      sogenannte Pixel-Tags (unsichtbare Grafiken, auch als „Web Beacons" bezeichnet) f&uuml;r statistische oder
      Marketingzwecke einsetzen. Durch die „Pixel-Tags" k&ouml;nnen Informationen, wie etwa der Besucherverkehr auf den
      Seiten dieser Website, ausgewertet werden. Die pseudonymen Informationen k&ouml;nnen dar&uuml;ber hinaus in
      Cookies auf dem
      Ger&auml;t der Nutzer gespeichert werden und unter anderem technische Ausk&uuml;nfte zum Browser und zum
      Betriebssystem, zu
      verweisenden Websites, zur Besuchszeit sowie weitere Angaben zur Nutzung unseres Onlineangebots enthalten, aber
      auch mit solchen Informationen aus anderen Quellen verbunden werden.</p>
    <p><strong>Hinweise zu Rechtsgrundlagen:</strong> Sofern wir die Nutzer um ihre Einwilligung in den Einsatz der
      Drittanbieter bitten, stellt die Rechtsgrundlage der Datenverarbeitung die Erlaubnis dar. Ansonsten werden die
      Nutzerdaten auf Grundlage unserer berechtigten Interessen (d. h. Interesse an effizienten, wirtschaftlichen und
      empf&auml;ngerfreundlichen Leistungen) verarbeitet. In diesem Zusammenhang m&ouml;chten wir Sie auch auf die
      Informationen
      zur Verwendung von Cookies in dieser Datenschutzerkl&auml;rung hinweisen.</p>
    <ul class="m-elements">
      <li><strong>Verarbeitete Datenarten:</strong> Nutzungsdaten (z. B. Seitenaufrufe und Verweildauer, Klickpfade,
        Nutzungsintensit&auml;t und -frequenz, verwendete Ger&auml;tetypen und Betriebssysteme, Interaktionen mit
        Inhalten und
        Funktionen); Meta-, Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben, Identifikationsnummern,
        beteiligte Personen). Standortdaten (Angaben zur geografischen Position eines Ger&auml;tes oder einer Person).
      </li>
      <li><strong>Betroffene Personen:</strong> Nutzer (z. B. Webseitenbesucher, Nutzer von Onlinediensten).</li>
      <li><strong>Zwecke der Verarbeitung:</strong> Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit.
      </li>
      <li><strong>Aufbewahrung und L&ouml;schung:</strong> L&ouml;schung entsprechend Angaben im Abschnitt "Allgemeine
        Informationen zur Datenspeicherung und L&ouml;schung". Speicherung von Cookies von bis zu 2 Jahren (Sofern nicht
        anders angegeben, k&ouml;nnen Cookies und &auml;hnliche Speichermethoden f&uuml;r einen Zeitraum von zwei Jahren
        auf den
        Ger&auml;ten der Nutzer gespeichert werden.).</li>
      <li class=""><strong>Rechtsgrundlagen:</strong> Einwilligung (Art. 6 Abs. 1 S. 1 lit. a) DSGVO). Berechtigte
        Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO).</li>
    </ul>
    <p><strong>Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und Diensten:</strong></p>
    <ul class="m-elements">
      <li><strong>Google Fonts (Bezug vom Google Server): </strong>Bezug von Schriften (und Symbolen) zum Zwecke einer
        technisch sicheren, wartungsfreien und effizienten Nutzung von Schriften und Symbolen im Hinblick auf
        Aktualit&auml;t
        und Ladezeiten, deren einheitliche Darstellung und Ber&uuml;cksichtigung m&ouml;glicher lizenzrechtlicher
        Beschr&auml;nkungen.
        Dem Anbieter der Schriftarten wird die IP-Adresse des Nutzers mitgeteilt, damit die Schriftarten im Browser des
        Nutzers zur Verf&uuml;gung gestellt werden k&ouml;nnen. Dar&uuml;ber hinaus werden technische Daten
        (Spracheinstellungen,
        Bildschirmaufl&ouml;sung, Betriebssystem, verwendete Hardware) &uuml;bermittelt, die f&uuml;r die Bereitstellung
        der Schriften
        in Abh&auml;ngigkeit von den verwendeten Ger&auml;ten und der technischen Umgebung notwendig sind. Diese Daten
        k&ouml;nnen auf
        einem Server des Anbieters der Schriftarten in den USA verarbeitet werden - Beim Besuch unseres Onlineangebotes
        senden die Browser der Nutzer ihre Browser HTTP-Anfragen an die Google Fonts Web API (d. h. eine
        Softwareschnittstelle f&uuml;r den Abruf der Schriftarten). Die Google Fonts Web API stellt den Nutzern die
        Cascading
        Style Sheets (CSS) von Google Fonts und danach die in der CCS angegebenen Schriftarten zur Verf&uuml;gung. Zu
        diesen
        HTTP-Anfragen geh&ouml;ren (1) die vom jeweiligen Nutzer f&uuml;r den Zugriff auf das Internet verwendete
        IP-Adresse, (2)
        die angeforderte URL auf dem Google-Server und (3) die HTTP-Header, einschlie&szlig;lich des User-Agents, der
        die
        Browser- und Betriebssystemversionen der Websitebesucher beschreibt, sowie die Verweis-URL (d. h. die Webseite,
        auf der die Google-Schriftart angezeigt werden soll). IP-Adressen werden weder auf Google-Servern protokolliert
        noch gespeichert und sie werden nicht analysiert. Die Google Fonts Web API protokolliert Details der
        HTTP-Anfragen (angeforderte URL, User-Agent und Verweis-URL). Der Zugriff auf diese Daten ist eingeschr&auml;nkt
        und
        streng kontrolliert. Die angeforderte URL identifiziert die Schriftfamilien, f&uuml;r die der Nutzer
        Schriftarten
        laden m&ouml;chte. Diese Daten werden protokolliert, damit Google bestimmen kann, wie oft eine bestimmte
        Schriftfamilie angefordert wird. Bei der Google Fonts Web API muss der User-Agent die Schriftart anpassen, die
        f&uuml;r den jeweiligen Browsertyp generiert wird. Der User-Agent wird in erster Linie zum Debugging
        protokolliert
        und verwendet, um aggregierte Nutzungsstatistiken zu generieren, mit denen die Beliebtheit von Schriftfamilien
        gemessen wird. Diese zusammengefassten Nutzungsstatistiken werden auf der Seite „Analysen" von Google Fonts
        ver&ouml;ffentlicht. Schlie&szlig;lich wird die Verweis-URL protokolliert, sodass die Daten f&uuml;r die Wartung
        der
        Produktion
        verwendet und ein aggregierter Bericht zu den Top-Integrationen basierend auf der Anzahl der
        Schriftartenanfragen generiert werden kann. Google verwendet laut eigener Auskunft keine der von Google Fonts
        erfassten Informationen, um Profile von Endnutzern zu erstellen oder zielgerichtete Anzeigen zu schalten;
        <strong>Dienstanbieter:</strong> Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland; <span
          class=""><strong>Rechtsgrundlagen:</strong> Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO);
        </span><strong>Website:</strong> <a href="https://fonts.google.com/"
          target="_blank">https://fonts.google.com/</a>; <strong>Datenschutzerkl&auml;rung:</strong> <a
          href="https://policies.google.com/privacy" target="_blank">https://policies.google.com/privacy</a>;
        <strong>Grundlage Drittlandtransfers:</strong> Data Privacy Framework (DPF), Data Privacy Framework (DPF).
        <strong>Weitere Informationen:</strong> <a href="https://developers.google.com/fonts/faq/privacy?hl=de"
          target="_blank">https://developers.google.com/fonts/faq/privacy?hl=de</a>.
      </li>
      <li><strong>Google Maps: </strong>Wir binden die Landkarten des Dienstes "Google Maps" des Anbieters Google ein.
        Zu den verarbeiteten Daten k&ouml;nnen insbesondere IP-Adressen und Standortdaten der Nutzer geh&ouml;ren;
        <strong>Dienstanbieter:</strong> Google Cloud EMEA Limited, 70 Sir John Rogerson’s Quay, Dublin 2, Irland; <span
          class=""><strong>Rechtsgrundlagen:</strong> Einwilligung (Art. 6 Abs. 1 S. 1 lit. a) DSGVO);
        </span><strong>Website:</strong> <a href="https://mapsplatform.google.com/"
          target="_blank">https://mapsplatform.google.com/</a>; <strong>Datenschutzerkl&auml;rung:</strong> <a
          href="https://policies.google.com/privacy" target="_blank">https://policies.google.com/privacy</a>.
        <strong>Grundlage Drittlandtransfers:</strong> Data Privacy Framework (DPF), Data Privacy Framework (DPF).
      </li>
    </ul>
    <p class="seal"><a href="https://datenschutz-generator.de/"
        title="Rechtstext von Dr. Schwenke - für weitere Informationen bitte anklicken." target="_blank"
        rel="noopener noreferrer nofollow">Erstellt mit kostenlosem Datenschutz-Generator.de von Dr. Thomas Schwenke</a>
    </p>
  </div>

  <footer>
    <div class="footer">
      <div>
        <h3>Kontakt</h3>
        <div class="footer-left">
          <p>
            <a href="tel:+491774157821">
              <svg width="20" height="20" viewBox="0 0 512 512" xmlns="http://www.w3.org/2000/svg" fill="#f7f5f4">
                <path
                  d="M511.2 387l-23.25 100.8c-3.266 14.25-15.79 24.22-30.46 24.22C205.2 512 0 306.8 0 54.5c0-14.66 9.969-27.2 24.22-30.45l100.8-23.25C139.7-2.602 154.7 5.018 160.8 18.92l46.52 108.5c5.438 12.78 1.77 27.67-8.98 36.45L144.5 207.1c33.98 69.22 90.26 125.5 159.5 159.5l44.08-53.8c8.688-10.78 23.69-14.51 36.47-8.975l108.5 46.51C506.1 357.2 514.6 372.4 511.2 387z" />
              </svg>
              0177 415 78 21
            </a>
          </p>
          <p>
            <a href="mailto:s24k24@gmail.com">
              <svg width="20" height="20" viewBox="0 0 512 512" xmlns="http://www.w3.org/2000/svg" fill="#f7f5f4">
                <path
                  d="M256 352c-16.53 0-33.06-5.422-47.16-16.41L0 173.2V400C0 426.5 21.49 448 48 448h416c26.51 0 48-21.49 48-48V173.2l-208.8 162.5C289.1 346.6 272.5 352 256 352zM16.29 145.3l212.2 165.1c16.19 12.6 38.87 12.6 55.06 0l212.2-165.1C505.1 137.3 512 125 512 112C512 85.49 490.5 64 464 64h-416C21.49 64 0 85.49 0 112C0 125 6.01 137.3 16.29 145.3z" />
              </svg>
              s24k24@gmail.com
            </a>
          </p>
        </div>
      </div>
      <div>
        <h3>Navigation</h3>
        <ul>
          <li><a href="#home">Startseite</a></li>
          <li><a href="#about">&Uuml;ber uns</a></li>
          <li><a href="#tours">Fahrten</a></li>
          <li><a href="#location">Anlegestellen</a></li>
          <li><a href="#contact">Kontakt</a></li>
          <li><a href="#faq">FAQ</a></li>
        </ul>
      </div>
    </div>
    <div class="footer-bottom">
      <p>
        &copy; 2025 Michael Wiehl | Webseite von <a href="https://lenachat.github.io/website-portfolio/" target="_blank"
          style="text-decoration: underline;">Lena
          Chatziastros</a> | Foto &amp; Video von <a href="https://www.instagram.com/dominic.ix/" target="_blank"
          style="text-decoration: underline;">Dominic
          Wiehl</a>
      </p>
      <p>
        <a href="impressum.html" target="_blank">Impressum</a> | <a href="datenschutz.html"
          target="_blank">Datenschutz</a>
      </p>
    </div>
  </footer>

</body>

</html>